[{"color":{},"item":"light_gray_stained_glass","name":"Copy","idLabels":["5d7cc1fad41f9b406b7af409"],"members":["55baa48baa8d8a8c480dd9cc"],"quirk":"Copy","desc":"Copy quirk can copy up to four quirks. Left click *Quirk Factor* to open a menu where you can select one of the four slots. You can right click the *Quirk Factor* on a person to copy their quirk, overwriting whatever quirk was stored on your selected slot. Each slot can only keep a copy for 10 minutes. When copied, you will only gain the abilities which you have unlocked for Copy quirk itself.","profile":"1","type":"Emitter","owner":"Neito Monoma"},{"color":{"quirk":"&5","colon":"&d","ability":"&7"},"item":"pink_stained_glass","name":"Zero Gravity","idLabels":["5d7cc1fad41f9b406b7af409"],"members":["55baa48baa8d8a8c480dd9cc"],"quirk":"Zero Gravity","tier1":[{"item":"orange_dye","name":"Self-Gravitational Assist","desc":"Remove your own gravity for 7 seconds, floating around freely. 10 second cooldown."},{"item":"orange_dye","name":"Into Orbit","desc":"(Requires entity target to activate, must be within punching range) Dash towards your target, removing their gravity and releasing after a bit. 2 hearts of damage. 7 second cooldown."},{"item":"orange_dye","name":"Supporting Boost","desc":"(Requires entity target to activate, must be within punching range) Remove your target’s gravity for 3.5 seconds. hearts of damage. 6 second cooldown."}],"tier2":{"item":"magenta_dye","name":"Meteor Shower","desc":"(Requires entity target to activate, must be within punching range) Grab your target, removing both of your gravity, then jumping high into the air, then releasing and pushing them into the ground. Then you remove the gravity from the rubble and release. 2.5 hearts of damage. 20 second cooldown."},"tier3":{"item":"light_blue_dye","name":"Weightless Uppercut","desc":"(Requires entity target to activate, must be within punching range) Remove the gravity from your target, then uppercut them into the sky, then releasing. 4 hearts of damage. 12 second cooldown."},"profile":"2","type":"Emitter","owner":"Ochako Uraraka"},{"color":{"quirk":"&5","colon":"&f","ability":"&8"},"item":"purple_glazed_terracotta","name":"Warp Gate","idLabels":["5d7cc1fad41f9b406b7af409"],"members":["55baa48baa8d8a8c480dd9cc","5ad1df79ec9238da049f72d9"],"quirk":"Warp Gate","tier1":[{"item":"orange_dye","name":"Shroud","desc":"The user creates medium sized fog zone around them, which lasts for 5 seconds. It buffs you by making you invulnerable for 1 second, while the enemy becomes stunned for 1 second. For the rest of the duration, the enemy will have blindness and slowness while in your fog, and you will obtain a speed boost and become semi-invisible to the eye. 18 second cooldown."},{"item":"orange_dye","name":"GPS Tracker","desc":"Throws a GPS tracker that marks your target (on left click) or, (on right click) you can mark your current location. The tracker marks these coordinates, but they will both be brief and fade after a duration of 10 seconds, in which you follow up with an ability that utilises the mark. Two bars will be used to show how long you have to follow up with another ability on those two marks. (Note, you use your target location mark by shifting in your second desired location, opening a gate that can warp entities between the two locations for 4 seconds. 2 second cooldown/10 seconds cooldown."},{"item":"orange_dye","name":"Momentum Warp","desc":"(Requires a marked target entity to activate) Used to follow up your target entity GPS,  you slightly offset your coordinates to above and below them. Proceeding to create the two gates in those two coordinates, the target just keeps falling and warping through the two gates, gaining intense momentum and velocity until you close the bottom gate and the target slams straight into the ground. Dealing 2.5 hearts of base damage upon slamming them into the ground. 18 second cooldown."}],"tier2":{"item":"magenta_dye","name":"Fast Travel","desc":"(Left click) Creating a stream of fog in front of you, you speedily zoom through it. While in the fog, you become invisible until you reach the other side. (Right click, requires a marked target entity to activate) You warp behind the marked target and deal 1 heart, followed up by automatically placing a GPS on the target user. 8 second cooldown."},"tier3":{"item":"light_blue_dye","name":"Gateway Cleave","desc":"(Requires a marked entity target and for them to be 10 hearts or below to activate) You create a gate on your marked target, closing the gate halfway through their travel and literally snapping the enemy in half (instakill). 25 second cooldown."},"profile":"2","type":"Emitter","owner":"Kurogiri"},{"color":{"quirk":"&c","colon":"&f","ability":"&b"},"item":"obsidian","name":"Half Hot Half Cold","idLabels":["5d7cc1fad41f9b406b7af409"],"members":["5ad1df79ec9238da049f72d9"],"quirk":"HHHC","desc":"Any Ice Specific abilities will inflict a freezing stun on the enemy target(s) for 1 second, while Fire Specific abilities will burn the enemies for 1 heart overtime 1 second. You also have a temperature bar. You start at a middle and regular temperature of 15, Ice abilities will decrease your temperature, while Fire abilities will increase temperature. If you reach a temperature of 30, then you will become nauseated from dizziness due to overheating yourself. If you reach a temperature of 0, then you will become too cold and start freezing up, giving you slowness.","tier1":[{"item":"orange_dye","name":"Uprising Flame/Ice Wave","desc":"(Left Cast) A wall of flames will shoot in front of you and rise vertically. Dealing 2 hearts of damage. 8 seconds cooldown. Increases temperature  by 5. (Right Cast) A wave of ice rushes out in front of you. Dealing 1 heart of damage. 8 seconds cooldown. Reduces temperature by 5."},{"item":"orange_dye","name":"Flame Burst/Ice Blast","desc":"(Left Cast) Flames orbit around you, then a burst of flames will shoot out infront of you. Dealing 3 hearts of damage. 13 seconds cooldown. Increases temperature by 10. (Right Cast) A large blast of ice spikes will shoot out infront you. Dealing 2 hearts of damage. 13 seconds cooldown. Reduces temperature by 10."},{"item":"orange_dye","name":"Flame Bomb/Ice Burst","desc":"(Left Cast) A flamethrower of fire shoots down from above and blasts the area infront of you. Dealing 2.5 hearts of damage. 18 seconds cooldown. Increases temperature by 5. (Right Cast) The ground infront of you is frosted in a thick layer of ice. Dealing 1.5 hearts of damage. 18 seconds cooldown. Reduces temperature by 5."}],"tier2":{"item":"magenta_dye","name":"Fire Scorch/Ice Surf","desc":"(Left Cast) A scorching, compact beam of fire shoots infront of you. Dealing 1.5 hearts of damage. 20 seconds cooldown. Increases temperature  by 15. (Right Cast) You surf a small beam of ice in the direction you look. Dealing 0.5 hearts of damage. 20 seconds cooldown. Reduces temperature by 15."},"tier3":{"item":"light_blue_dye","name":"Thermal Flux","desc":"Rapidly cooling the air, then rapidly heating it, you create an explosion on the ground infront of you that knocks any hit enemies away from it. Dealing 4 hearts of damage. 25 seconds cooldown. Also resets your temperature back to 15."},"profile":"3","type":"Emitter","owner":"Shoto Todoroki"},{"color":{"quirk":"&6","colon":"&f","ability":"&e"},"item":"granite","name":"Overhaul","idLabels":["5d7cc1fad41f9b406b7af409"],"members":["5c42d9c930dd3385e6a19c78"],"quirk":"Overhaul","tier1":[{"item":"orange_dye","name":"Ground Crumble","desc":"The ground underneath you crumbles and slows down the entity targets in a medium AoE, for 10 seconds. 15 seconds cooldown."},{"item":"orange_dye","name":"Rupture","desc":"The ground underneath you crumbles and slows down the entity targets in a medium AoE for half a second, before it ruptures into an array of spikes. Deals 3 hearts of damage. 14 seconds cooldown."},{"item":"orange_dye","name":"Impale","desc":"The ground straight in front of you in a direct line begins to crumble for a split second and slows any entity targets it touches for half a second, then a barrage of spikes will trail from point A to point B where the ground had crumbled. Deals 2.5 hearts of damage. 8 seconds cooldown."}],"tier2":{"item":"magenta_dye","name":"Healing Reconstruct","desc":"You must sneaking to cast this ability, (and also be 20 hearts or less). A bar will charge to 100%, however, if you are damaged or you stop sneaking, the healing process will be interrupted and you will be healed to the closest percentage of health you are charged to. 5% is equal to 0.5 hearts. The minimum heal is 0 and the maximum heal is 10 hearts (or 1 row). 25 seconds cooldown."},"tier3":{"item":"light_blue_dye","name":"Lethal Deconstruct","desc":"If anything you punch with the ability is 10 hearts or below, it’ll instantly deconstruct and die. 10 seconds cooldown."},"profile":"3","type":"Emitter","owner":"Kai Chisaki"},{"color":{"quirk":"&7","colon":"&8","ability":"&f"},"item":"iron_block","name":"Steel","idLabels":["5d7cc1fad41f9b406b7af409"],"members":["5ad1df79ec9238da049f72d9"],"quirk":"Steel","tier1":[{"item":"orange_dye","name":"Tetsutetsu Punch","desc":"(Must be within punching range, and must have a target to use) Launch yourself into your target and deal a direct punch, dealing 1.5 hearts of damage. 5 second cooldown."},{"item":"orange_dye","name":"Strengthen","desc":"For five seconds, you gain two hearts of absorption against the next incoming attack (The duration will be shown on your exp bar. 10 seconds cooldown."},{"item":"orange_dye","name":"Steel Counter","desc":"(Must be within punching range, and must have a target to use) Deal 1 heart of damage and resets Strengthen’s cooldown to 0. 5 seconds of cooldown."}],"tier2":{"item":"magenta_dye","name":"Metal Fist Barrage","desc":"(Must be within punching range, and must have a target to use) Unleash two heavy hits on your target in quick succession, dealing 1.5 hearts per hit. 3 hearts of damage total and slows your target for 3 seconds. 10 seconds of cooldown."},"tier3":{"item":"light_blue_dye","name":"Real Steel Head Clash","desc":"(Must be within punching range, and must have a target to use) You smash your head into the target’s, stunning them for 2.5 seconds and making them dizzy (nauseous) for 5. Also resets the cooldowns for all your other abilities. 3 hearts of damage. 25 seconds of cooldown."},"profile":"1","type":"Transformation","owner":"Tetsutetsu Tetsutetsu"},{"color":{"quirk":"&c","colon":"&8","ability":"&4"},"item":"red_glazed_terracotta","name":"Hardening","idLabels":["5d7cc1fad41f9b406b7af409"],"members":["5ad1df79ec9238da049f72d9"],"quirk":"Hardening","desc":"Having the enemy get really close while using Harden will cut them, dealing 0.5 hearts per half a second. You will also take zero fall damage.","tier1":[{"item":"orange_dye","name":"Red Gauntlet","desc":"(Must be within punching range, and must have a target to use) Launch yourself into your target and deal a direct punch, dealing 2 hearts of damage. 5 second cooldown."},{"item":"orange_dye","name":"Harden","desc":"For five seconds, you gain two hearts of absorption against the next incoming attack (The duration will be shown on your exp bar. 10 seconds cooldown."},{"item":"orange_dye","name":"Red Counter","desc":"(Must be within punching range, and must have a target to use) Deal 1.5 hearts of damage and resets Harden’s cooldown to 0. 5 seconds of cooldown."}],"tier2":{"item":"magenta_dye","name":"Rough Fist Combo","desc":"(Must be within punching range, and must have a target to use) Hit your target three times in quick succession. First two times dealing 1 heart each, then 2 hearts on the third hit. 4 hearts of damage total. 10 seconds of cooldown."},"tier3":{"item":"light_blue_dye","name":"Red Riot Unbreakable","desc":"For 5 seconds, You become immune to all damage. All of your other attacks will deal 0.5 hearts of extra damage. Your passive damage will also increase by 0.5 hearts. Replaces the bar for Harden and makes it so you cannot use Harden while it’s active. 25 seconds of cooldown."},"profile":"2","type":"Transformation","owner":"Eijiro Kirishima"},{"color":{"quirk":"&8","colon":"&7","ability":"&5"},"item":"black_wool","name":"Dark Shadow","idLabels":["5d7cc1fad41f9b406b7af409"],"members":["55baa48baa8d8a8c480dd9cc","5ad1df79ec9238da049f72d9"],"quirk":"Dark Shadow","desc":"Because there is only one Dark Shadow, using any ability related to Dark Shadow will not allow you to use him while it is occurring. We will reference this as shadow duration. (Quarter of a second for Uppercut and Assault commands, a second while calling him out and the whole duration of Black Fallen Angel.","tier1":[{"item":"orange_dye","name":"Dark Summon","desc":"Call out Dark Shadow and he'll stay active until you use the ability again and that's when the ability will go on cooldown for 6 seconds. When you call out Dark Shadow, he will swirl around you for a second. You’ll knock back any enemies in a small AoE and you will become invulnerable for 1 second. Because of the asynchrony, the shadow duration is 2.5 seconds."},{"item":"orange_dye","name":"Uppercut Command","desc":"(Requires entity target to activate) Uppercut one enemy with Dark Shadow and knock them upwards, dealing 3.5 hearts of damage. The cooldown is 5 seconds and the shadow duration is only 1 second."},{"item":"orange_dye","name":"Assault Command","desc":"In a cone AoE, unleash a barrage of attacks by Dark Shadow damaging anyone within the cone for 3 hearts of damage. Cooldown is 8 seconds and the shadow duration is 2 seconds."}],"tier2":{"item":"magenta_dye","name":"Shadow Kick","desc":"(Requires entity target to activate) You kick your enemy backwards, dealing 2 hearts of damage with 8 seconds of cooldown. This is the only offensive ability that you don’t need Dark Shadow active for. There is no shadow duration thereof."},"tier3":{"item":"light_blue_dye","name":"Black Fallen Angel","desc":"Dark Shadow will fly you wherever you’re looking, pushing back your enemies on use and negating fall damage when you land. 12 second cooldown."},"profile":"2","type":"Emitter","owner":"Fumikage Tokoyami"},{"color":{"quirk":"&2","colon":"&f","ability":"&a"},"item":"oak_leaves","name":"Vines","idLabels":["5d7cc1fad41f9b406b7af409"],"members":["5ad1df79ec9238da049f72d9"],"quirk":"Vines","tier1":[{"item":"orange_dye","name":"Crucifixion","desc":"Rapidly penetrate vines through the ground, ensnaring the target for 2 seconds. 2 hearts of damage. 6 second cooldown."},{"item":"orange_dye","name":"Faith’s Shield","desc":"(Left Click) Shield yourself from the next incoming attacks for 3 seconds, while also slowing you and knocking away enemies. 10 second cooldown. (Right Click) (Requires entity target to activate) Rapidly penetrate vines through the ground, stunning your target and negating them from taking damage for 3 seconds. Nearby entities around them will be entombed in vines for 4 seconds. 10 second cooldown."},{"item":"orange_dye","name":"Rosa Icyths","desc":"In a medium AoE, entomb every target in vines for 2 seconds. 6 second cooldown."}],"tier2":{"item":"magenta_dye","name":"Via Dolorosa","desc":"Plant your vines in the ground for a brief second, then unleash them, dealing 2.5 hearts of damage and stunning your targets for 2 seconds. 15 second cooldown."},"tier3":{"item":"light_blue_dye","name":"Rapture","desc":"Rupture your vines through the ground, all around you, dealing 3 hearts of damage. 18 second cooldown."},"profile":"1","type":"Mutant","owner":"Ibara Shiozake"},{"color":{"quirk":"&e","colon":"&8","ability":"&6"},"item":"yellow_concrete_powder","name":"Electrification","idLabels":["5d7cc1fad41f9b406b7af409"],"members":["5ad1df79ec9238da049f72d9"],"quirk":"Electrification","tier1":[{"item":"orange_dye","name":"Direct Taser","desc":"You instantly taser anyone infront of you, dealing 1 heart of damage and slowing them for 3 seconds. 6 second cooldown"},{"item":"orange_dye","name":"Electric Fence","desc":"Create a small electrified AoE where you point on the ground, dealing 2.5 hearts of damage and stunning the enemy for 1 second. 12 second cooldown"},{"item":"orange_dye","name":"Charged Punch","desc":"(Requires entity target to activate.) Deal a heavily charged punch to your target, dealing 2 hearts of damage and slowing them for 3 seconds. 8 second cooldown."}],"tier2":{"item":"magenta_dye","name":"Indiscriminate Discharge 1300000 Volts","desc":"( Must be on the ground) In a large cone AoE, launch your targets into the air and stun them, dealing 3 hearts of damage and stunning them for 1 second. You will be intensely nauseas for 10 seconds after. 18 second cooldown."},"tier3":{"item":"light_blue_dye","name":"Electrified Field Surge","desc":"Create a growing, but large sized AoE that zaps any targets inside, dealing 3 hearts of damage and stunning them if they touch it. You will be intensely nauseas for 10 seconds after. 25 second cooldown."},"profile":"2","type":"Emitter","owner":"Denki Kaminari"},{"color":{"quirk":"&2","colon":"&6","ability":"&a"},"item":"lime_wool","name":"Frog","idLabels":["5d7cc1fad41f9b406b7af409"],"members":["5ad1df79ec9238da049f72d9"],"quirk":"Frog","tier1":[{"item":"orange_dye","name":"Froggy Kick","desc":"(Requires entity target to activate, must be within punching range) Kick off of your enemy, launching yourself backwards. 2 hearts of damage and 1 stack towards Froggy Leap. 6 second cooldown."},{"item":"orange_dye","name":"Tongue Toss/Slam","desc":"You cannot use your other tongue while another is active (Left click) Launch your tongue out infront of you, if it hits someone they will be held for 1 second and be launched backwards. 10 second cooldown. (Right click) Launch your tongue out infront of you. if it hits a target, they will be pulled towards you and slammed into the ground. 1.5 hearts of damage. 10 seconds of cooldown."},{"item":"orange_dye","name":"Froggy Leap","desc":"Leap up high, stomping and doing a medium AoE when you land. You can earn a maximum of 6 stacks whenever you hit a target with Froggy Kick, when you use this ability, you will keep leaping after landing depending on how many stacks you have (3 stacks = leaping and stomping 3 times). 1 heart per leap. 8 second cooldown."}],"tier2":{"item":"magenta_dye","name":"Froggy Reflexes","desc":"Instantly gives 3 stacks towards Froggy Leap. second cooldown."},"tier3":{"item":"light_blue_dye","name":"Camouflage","desc":"You blend in with your surroundings, becoming invisible with transparent particles around you. You become invulnerable and invisible for 3 seconds. 20 second cooldown."},"profile":"2","type":"Mutant","owner":"Tsuyu Asui"},{"color":{"quirk":"&f","colon":"&c","ability":"&b"},"item":"coarse_dirt","name":"Earth Flow","idLabels":["5d7cc1fad41f9b406b7af409"],"members":["5ad1df79ec9238da049f72d9"],"quirk":"Earth Flow","tier1":[{"item":"orange_dye","name":"Earth Blockade","desc":"Creates a solid, thick wall of earth that blocks any projectiles that cannot pass through blocks. 6 second cooldown."},{"item":"orange_dye","name":"Avalanche","desc":"Create a thick flow of earth that knocks up your enemies. 2 hearts of damage. 8 second cooldown."},{"item":"orange_dye","name":"Earthern Orbit","desc":"Create a rapid flow of earth around you, swirling it around you and then shooting it 3 times each second or so. 1.5 hearts of damage per projectile. 6 second cooldown."}],"tier2":{"item":"magenta_dye","name":"Stationary Golem","desc":"Create a stationary golem that will stay in place until it can target something, or you walk 20 blocks away. If anyone comes close it’ll track them down and hit them. 2 hearts of damage. 10 second cooldown."},"tier3":{"item":"light_blue_dye","name":"Terra’s Grasp","desc":"In a medium sized AoE, 5 targets maximum will be stunned, then swallowed up by fanged beasts that entomb them for 2 seconds. 3 hearts of damage. 14 second cooldown."},"profile":"1","type":"Emitter","owner":"Ryuko Tsuchikawa"},{"color":{"quirk":"&6","colon":"&e","ability":"&2"},"item":"oak_log","name":"Arbor","idLabels":["5d7cc1fad41f9b406b7af409"],"members":["5ad1df79ec9238da049f72d9"],"quirk":"Arbor","tier1":[{"item":"orange_dye","name":"Striking Branches","desc":"Shoot out 3 branches, piercing them. 2 hearts of damage. 5 second cooldown."},{"item":"orange_dye","name":"Entangled Burst","desc":"Shoot out many twisting and turnings branches, which burst and spike out into an AoE upon reaching the maximum distance, hitting an enemy or hitting a surface. 3 hearts of damage. 10 seconds of cooldown"},{"item":"orange_dye","name":"Rooted Anchors","desc":"Grow your branches and yourself up in the air, entombing anyone in wood within the small radius for a brief period. 8 seconds of cooldown."}],"tier2":{"item":"magenta_dye","name":"Piercing Roots","desc":"Grow all of your branches into a sturdy tempest of projectiles above you that pierce downwards at rapid speed in an AoE. Lasts for 3 seconds and shoots about a total of 40 roots. Each root deals 0.5 hearts of damage and stuns, or ‘roots’ them for a brief second. 15 second cooldown."},"tier3":{"item":"light_blue_dye","name":"Lacquered Chains Prison","desc":"Shoots out a massively ranged cluster of branches that entombs anyone it goes through. 3.5 hearts of damage. 18 second cooldown."},"profile":"1","type":"Transformation","owner":"Shinji Nishiya"},{"color":{"quirk":"&8","colon":"&3","ability":"&b"},"item":"black_concrete_powder","name":"Decay","idLabels":["5d7cc1fad41f9b406b7af409"],"members":["5c42d9c930dd3385e6a19c78"],"quirk":"Decay","tier1":[{"item":"orange_dye","name":"Assault Barrage","desc":"Unleash a quick barrage of 3 very fast punches and kicks on the targets in a cone AoE, pulling  them towards you. Deals 2 hearts of damage total. 6 seconds cooldown."},{"item":"orange_dye","name":"Catapult","desc":"Only works if there is a target entity to rush towards, then while rushing you grab the target and throw them harshly into the ground. Deals 2.5 hearts of damage 4 seconds cooldown."},{"item":"orange_dye","name":"Ground Shatter","desc":"You get forced down onto the ground at a high speed, negating fall damage, creating a small sized sized AoE when you land on the ground. Deals 1.5 hearts of damage. 3 seconds cooldown."}],"tier2":{"item":"magenta_dye","name":"Face Crusher","desc":"Requires an entity target to cast, you become stunned in place and grab the entity, pulling them towards you and dealing increased damage every second for three seconds while they will be silenced, also blinding them for the three seconds. Deals 0.5 hearts, then 1 heart and then 1.5 hearts of damage over the three seconds. 10 seconds cooldown."},"tier3":{"item":"light_blue_dye","name":"Dead Earth","desc":"You must be on the ground to use this. Stunning yourself for 2 seconds, in a large sized AoE, any entity targets that come into contact with it will be stunned for 1.5 seconds. 0.5 hearts of damage every half a second for 3.5 seconds. Any player affected by this ability will be marked for 5 seconds. 16 second cooldown."},"profile":"3","type":"Emitter","owner":"Tomura Shigaraki"},{"color":{"quirk":"&e","colon":"&6","ability":"&f"},"item":"yellow_wool","name":"One For All (All Might)","idLabels":["5d7cc1fbd41f9b406b7af43d"],"members":["5b604b9ba768fec1efeba299"],"quirk":"OFA8G","tier1":[{"item":"orange_dye","name":"Stockpile","desc":"Your next attack abilities will deal 1.5 hearts of extra damage, lasts for 10 seconds as indicated by your exp bar. 6 second cooldown."},{"item":"orange_dye","name":"Detroit Smash","desc":"Deliver an immense force into the ground with your fist, negating fall damage and doing a medium AoE on the ground. 1.5 hearts of damage. 8 second cooldown."},{"item":"orange_dye","name":"New Hampshire Smash","desc":"(Requires entity target to activate) Launch yourself towards your target, smacking your body into them. 2.5 hearts of damage. 6 second cooldown."}],"tier2":{"item":"magenta_dye","name":"Oklahoma Smash","desc":"In a medium AoE, knock back any enemies far away. Dealing 2 hearts of damage. 12 second cooldown."},"tier3":{"item":"light_blue_dye","name":"United States of Smash","desc":" Unleash your full potential, punching with so much power that it creates an immense updraft, knocking the targets high up in the air. 6 hearts of damage. 18 second cooldown."},"profile":"3","type":"Transformation","owner":"Toshinori Yagi"},{"color":{"quirk":"&a","colon":"&3","ability":"&f"},"item":"lime_concrete_powder","name":"One For All (Deku)","idLabels":["5d7cc1fbd41f9b406b7af43d"],"members":["5b604b9ba768fec1efeba299"],"quirk":"OFA9G","tier1":[{"item":"orange_dye","name":"Full Cowl","desc":"Upon activation, your experience bar will start to fill, and green particles will emit from you. Everytime 5 seconds have passed, your bar will be filled to 5 and you will do a large leap, negating fall damage. The leap can be stored, and after you have used 4 leaps, the ability will deactivate and go on cooldown. 15 second cooldown."},{"item":"orange_dye","name":"Delaware Smash Air Force","desc":"You shoot a long ranged projectile, knocking back the target it hits. 1.5 hearts of damage. 6 second cooldown."},{"item":"orange_dye","name":"St. Louis Smash","desc":"In a small cone AoE, perform a roundhouse kick that affects all enemies that were hit. 1.5 hearts of damage. 4 second cooldown."}],"tier2":{"item":"magenta_dye","name":"Manchester Smash","desc":"(When cast on the ground) Leap up into the air, then smash yourself back down into the ground, doing an AoE when you land and negating fall damage. (When cast in the air) Smash yourself down into the ground, doing an AoE when you land and negating fall damage. 2 hearts of damage. 10 second cooldown."},"tier3":{"item":"light_blue_dye","name":"1,000,000% Delaware Detroit Smash","desc":"Unleash a massively ranged and fast projectile that affects any hit enemies, dealing 4 hearts of damage. Automatically activates full cowling with or without it on CD if it is not already active. 28 second cooldown."},"profile":"3","type":"Emitter","owner":"Midoriya Izuku"},{"color":{"quirk":"&1","colon":"&3","ability":"&b"},"item":"beacon","name":"Cremation","idLabels":["5d7cc1fad41f9b406b7af409"],"members":["5ad1df79ec9238da049f72d9"],"quirk":"Cremation","tier1":[{"item":"orange_dye","name":"Flame Pulse","desc":"(Requires entity target to activate) Send out a homing orb of condensed heat, upon hitting an enemy, the ground or max distance. When it hits any of the above, it’ll stay stationary for 8 seconds and send out homing flames to a maximum of 4 targets that enter its range every second, dealing 0.5 hearts per hit. 12 second cooldown."},{"item":"orange_dye","name":"Erupt","desc":"Create a large spiral of flames, knocking any entity hit high up into the air, dealing 2.5 hearts of damage. 6 second cooldown."},{"item":"orange_dye","name":"Creeping Inferno","desc":"(Must be on the ground to cast.) In a medium sized cone AoE, flames will gush out and burn any entities within the range, dealing 2 hearts of damage. 6 second cooldown."}],"tier2":{"item":"magenta_dye","name":"Purgatory Blast","desc":"A large projectile of blue flames shoot infront of you, pushing back enemies, dealing 2.5 hearts of damage. 15 second cooldown."},"tier3":{"item":"light_blue_dye","name":"Crematorium","desc":"(Must be on the ground to cast.) Create an expanding of flames around you, dealing 3 hearts of damage to any targets hit, and also placing two pulsing markers (maximum) on top of enemies that you hit, they will reduce the cooldown of Flame Pulse by 6 seconds if you step within the marked zone (the markers will disappear if you walk 80 blocks away from them). 18 second cooldown."},"profile":"2","type":"Emitter","owner":"Dabi"},{"color":{"quirk":"&c","colon":"&0","ability":"&6"},"item":"tnt","name":"Explosion","idLabels":["5d7cc1fad41f9b406b7af409"],"members":["5ad1df79ec9238da049f72d9"],"quirk":"Explosion","tier1":[{"item":"orange_dye","name":"Blast Rush Turbo","desc":"For 15 seconds, your exp bar will fill up by 1 point every 2 seconds, maximum of 5 points can be held at a time. Shifting will cause you to use up these points, doing small AoEs of damage and small bursts of movement in the direction you’re facing. Each AoE deals 1.5 hearts each. 10 second cooldown from when the ability ends."},{"item":"orange_dye","name":"Stun Grenade","desc":"In a medium AoE around you, blind all targets for 4 seconds. 1.5 hearts of damage. 6 second cooldown."},{"item":"orange_dye","name":"Explode-A-Pult","desc":"(Must have an entity target within punching range to activate) Grab the opponent, setting off an explosion that deals 1 heart, then another one dealing 1.5 hearts and forcing the enemy downwards. 2.5 hearts total. 8 second cooldown."}],"tier2":{"item":"magenta_dye","name":"AP Shot","desc":"After a second delay, shoot a condensed explosion projectile. 2.5 hearts of damage. 12 second cooldown."},"tier3":{"item":"light_blue_dye","name":"Howitzer Impact","desc":"For 3 seconds, form a tornado of explosions around you while blocking all damage. After, shoot a long ranged projectile that will hit all targets within range of where you aim. 3 hearts of damage. 18 second cooldown."},"profile":"3","type":"Emitter","owner":"Bakugo Katsuki"},{"color":{"quirk":"&c","colon":"&0","ability":"&4"},"item":"redstone_block","name":"Blood Curdle","idLabels":["5d7cc1fad41f9b406b7af409"],"members":["5c42d9c930dd3385e6a19c78"],"quirk":"Blood Curdle","tier1":[{"item":"orange_dye","name":"Dual Blades","desc":"(When cast on ground) Launch yourself in the direction your facing, travelling through the air and slicing everything in your path, but you may take fall damage if you’re not careful. (When cast in the air) Force yourself onto the ground, slicing in a medium AoE and negating your fall damage. Deals 1.5 hearts of damage. 6 second cooldown."},{"item":"orange_dye","name":"Paralysis","desc":"You lick your blade, paralysing any players recently cut in the last 8 seconds (indicated by a red marker above their head) for 3 seconds. After someone has been paralysed, they cannot be marked and paralysed for 8 seconds (as indicated by the red marker going black). 10 second cooldown."},{"item":"orange_dye","name":"Dagger Retrieval","desc":"Throw a dagger in a small direction towards the direction you’re looking and dash quickly towards it, if it hits an enemy then you’ll dash behind them. Deals 2 hearts of damage. 6 second cooldown."}],"tier2":{"item":"magenta_dye","name":"Swift Strike","desc":"(Must have an entity target to activate and be within punching range) In two slicing motions, launch your enemy up into the air, followed up with another slice slice that launches them backwards. Deals 2 hearts of damage. 8 second cooldown."},"tier3":{"item":"light_blue_dye","name":"Double Slice","desc":"In a small cone AoE, slice left and damage all hit enemies, then slice right in half a second of delay. Each slice paralyses the enemy for a second and deals 1.5 hearts of damage. 15 second cooldown. "},"profile":"2","type":"Emitter","owner":"Chizome Akaguro"},{"color":{"quirk":"&e","colon":"&f","ability":"&7"},"item":"yellow_wool","name":"Jet","idLabels":["5d7cc1fad41f9b406b7af409"],"members":["55baa48baa8d8a8c480dd9cc"],"quirk":"Jet","tier1":[{"item":"orange_dye","name":"Respiration","desc":"You can jet around while holding sneak. Anyone in your way takes 1 heart of damage. The ability gets weaker the higher you are or the more you. After about 20 uses the passive goes into a 5 seconds cooldown."},{"item":"orange_dye","name":"Jet Stream","desc":"Boost in the facing direction, while pushing away anyone in a 12 blocks and dealing 1.5 hearts of damage. It has a 15 second cooldown."},{"item":"orange_dye","name":"Twirly Wirly","desc":"You jet in the air knocking entities away from yourself in a 5 block radius. The cooldown is 15 seconds."}],"tier2":{"item":"magenta_dye","name":"Jet Grab","desc":"You grab someone and bring them with you on a trip to the sky. Then you jet downwards slamming them on the ground dealing 2 hearts of damage to entities you collide with. The ability has an 18 second cooldown."},"tier3":{"item":"light_blue_dye","name":"Dash Kick","desc":"You stun the target that is within your range and launch a multitude of 4 kicks on them, dashing as you do, to each corner of them, dealing 1 heart per kick. Afterwards the ability goes to an 18 second long cooldown."},"profile":"2","type":"Mutant","owner":"Sorahiko","skins":["Smoke"]}]